<?php
$lang['converter']          = "конвертер";
$lang['news']               = "новости";
$lang['howto']              = "справка";
$lang['about']              = "о сайте";
$lang['main']               = "Главная";

$lang['title']              = "Онлайн видео конвертер";
$lang['title.mobile']       = "конвертировать видео, YouTube с мобильного телефона";
$lang['title.header']       = "бесплатный конвертер видео!";
$lang['title.meta']         = "Сервис предоставляет бесплатные онлайн инструменты для преобразования видео, фильмов, песен, Youtube видео в другие форматы";
$lang['title.h3']           = "+Бесплатный YouTube в MP3 конвертер. Все услуги предоставляются бесплатно!";
$lang['title.main']         = "Главная (Youtube в mp3)";
$lang['title.login']        = "Аутентификация";
$lang['title.converter']    = "Загрузка файла и конвертация";
$lang['title.about']        = "О wap4.org";
$lang['title.howto']        = "Как использовать онлайн конвертер мультимедиа-файлов";
$lang['title.create_user']  = "Регистрация профиля";
$lang['title.news']         = "Обновления и новости";
$lang['title.codecs']       = "Поддерживаемые кодеки конвертера";
$lang['title.formats']      = "Поддерживаемые расширений файлов (контейнеры, форматы)";

$lang['meta.howto']         = "Вопросы и ответы, как конвертировать видео";
$lang['meta.create_user']   = "Зарегистрировать бесплатный аккаунт, чтобы в три раза увеличить размер загружаемых видео";
$lang['meta.news']          = "Последние новости о новой функциональности видео конвертера";
$lang['meta.codecs']        = "Полный список поддерживаемых кодеков (кодирования / декодирования)";
$lang['meta.about']         = "Подробная информация о создателе онлайн веб-приложений";
$lang['meta.converter']     = "Конвертировать видео онлайн из различных источников в другие мультимедиа форматы";
$lang['meta.formats']       = "Список всех поддерживаемых расширений файлов, медиаконтейнеров‎ и форматов для конвертирования видео";

$lang['mobile.upl_perc']    = "Загружено";
$lang['mobile.conv_perc']   = "Преобразование";
$lang['mobile.reload']      = "Перезагрузить страницу";
$lang['mobile.download']    = "Файл успешно преобразован. Ссылка для скачивания";
$lang['mobile.m_vers']      = "Мобильная версия (WAP)";
$lang['mobile.w_vers']      = "Веб-версия (с компьютера)";

$lang['add_news']           = "Добавить новость";
$lang['user.list']          = "Пользователи";
$lang['video.list']         = "Видео список";
$lang['settings.change']    = "Настройки";

$lang['upload.file']        = "Загрузить файл...";
$lang['upload.done']        = "Загрузка завершена";
$lang['upload.fail']        = "Ошибка при загрузке";
$lang['upload.example']     = "Примеры";
$lang['upload.youtube']     = "видео с сайта";
$lang['upload.formats']     = "Список разрешенных форматов";
$lang['upload.max_size']    = "Максимальный размер загружаемого файла";

$lang['lang.languages']     = "Языки";
$lang['lang.latvian']       = "Латышский";
$lang['lang.russian']       = "Русский";
$lang['lang.english']       = "Английский";

$lang['footer.features']    = "Особенности wap4.org";
$lang['footer.support']     = "Поддержка Youtube видео преобразования в mp3.";
$lang['footer.allows']      = "позволяет конвертировать любой видео файл на мобильный телефон.";
$lang['footer.three']       = "В трех языках.";
$lang['footer.free']        = "бесплатно и навсегда..";
$lang['footer.follow']      = "Мы в социальных сетях";
$lang['footer.download']    = "Скачать исходный код";
$lang['footer.created']     = "Создал Juris Malinens";


$lang['news.perma']         = "постоянная ссылка";

$lang['site.or']            = "или";
$lang['site.why']           = "Зарегистрированные пользователи могут загружать и конвертировать файлы размером до <b>300MB</b> Мб и просматривать ранее преобразованные файлы";

$lang['feed.admin']         = "Juris Malinens находится wap4 @ wap4 точка org";
$lang['feed.name']          = "wap4 онлайн медиа конвертер";
$lang['feed.descr']         = "Конвертировать медиа файлы на мобильный телефон";
$lang['feed.lang']          = "ru-RU";

$lang['table.description']  = "Описание";
$lang['table.codec_name']   = "Название";
$lang['table.format_name']  = "Описание формата";
$lang['table.decoding']     = "Декодирование";
$lang['table.encoding']     = "Кодирование";
$lang['table.codec']        = "Кодек";
$lang['table.audio']        = "Аудио";
$lang['table.video']        = "Видео";
$lang['table.subtitle']     = "Субтитры";
$lang['table.extension']    = "Расширение файла";

$lang['codecs']             = "Кодеки";
$lang['formats']            = "Форматы";

$lang['video.nofiles']      = "Нет файлов";

$lang['site.offline']       = "Сайт находится на обслуживании. Пожалуйста, зайдите позже.";

$lang['howto.content']      = array("Нажмите кнопку \"конвертер\", чтобы начать преобразование ",
                                 "Первый шаг, это загрузить файл, который вы хотите конвертировать в другой формат",
                                 "Второй шаг заключается в выборе нового формата и разрешения файла например, вы можете сократить длину файла Медиа ",
                                 "После завершения преобразования, Вы получите ссылку для скачивания");
$lang['howto.codecs']       = "Список поддерживаемых видео кодеков, аудио кодеков и субтитров";
$lang['howto.formats']      = "Полный список всех поддерживаемых видео-, аудио-форматов (расширений)";

$lang['about.content']      = array("Автор: студент 2-го курса <b>Juris Malinens</b> (в Латвийском университете)",
                                 "Сервис основан на CodeIgniter 2,0 веб-фреймворк, который использует PHP язык и базу данных MySQL",
                                 "Видео преобразуется с <a href=\"http://ffmpeg.org\">FFMPEG</a>",
                                 "Вы можете загрузить исходный код данного веб-сайта <a href=\"https://github.com/jmalinens/wap4\">здесь: github.com/jmalinens/wap4</a> (лицензия GNU LGPL)");
