<?php
$lang['converter']          = "конвертер";
$lang['news']               = "новости";
$lang['howto']              = "справка";
$lang['about']              = "о сайте";

$lang['title']              = "Онлайн видео конвертер";
$lang['title.header']       = "бесплатный конвертер видео!";
$lang['title.meta']         = "Сервис предоставляет бесплатные онлайн инструменты для преобразования видео, фильмы, песни, Youtube видео в другие форматы";
$lang['title.h3']           = "+Бесплатный YouTube в MP3 конвертер. Все услуги предоставляются бесплатно!";
$lang['title.main']         = "Главная";
$lang['title.login']        = "Аутентификация";
$lang['title.converter']    = "Загрузка файла и конвертация";
$lang['title.about']        = "О wap4.org";
$lang['title.howto']        = "Как использовать онлайн конвертер мультимедиа-файлов";
$lang['title.create_user']  = "Регистрация профиля";
$lang['title.news']         = "Обновления и новости";

$lang['add_news']           = "Добавить новость";
$lang['user.list']          = "Пользователи";
$lang['video.list']         = "Видео список";
$lang['settings.change']    = "Настройки";

$lang['upload.file']        = "Загрузить файл...";
$lang['upload.done']        = "Загрузка завершена";
$lang['upload.fail']        = "Ошибка при загрузке";
$lang['upload.example']     = "Пример";
$lang['upload.youtube']     = "видео с Youtube";
$lang['upload.formats']     = "Список разрешенных форматов файлов";
$lang['upload.max_size']    = "Максимальный размер загружаемого файла";

$lang['news.perma']         = "постоянная ссылка";

$lang['site.or']            = "или";
$lang['site.why']           = "Зарегистрированные пользователи могут загружать и конвертировать файлы размером до <b>150MB</b> Мб и просматривать ранее преобразованные файлы";

$lang['feed.admin']         = "Juris Malinens находится wap4 собака wap4 точка org";
$lang['feed.name']          = "wap4 онлайн медиа конвертер";
$lang['feed.descr']         = "Конвертировать медиа файлы на мобильный телефон";
$lang['feed.lang']          = "ru-RU";

$lang['video.nofiles']      = "Нет файлов";

$lang['site.offline']       = "Сайт находится на обслуживании. Пожалуйста, зайдите позже.";

$lang['howto.content']      = array("Нажмите кнопку \"конвертер\", чтобы начать преобразования ",
                                 "Первый шаг, это загрузить файл, который вы хотите конвертировать в другой формат",
                                 "Второй шаг заключается в выборе нового формата и конвертер варианты, например, вы можете сократить длину файла Медиа ",
                                 "После завершения преобразования, Вы получите ссылку для скачивания");

$lang['about.content']      = array("Автор: студент 2-го курса <b>Juris Malinens</b> (в Латвийском университете)",
                                 "Сервис основан на CodeIgniter 2,0 веб-фреймворк, который использует PHP язык и базу данных MySQL",
                                 "Видео преобразуется с <a href=\"http://ffmpeg.org\">FFMPEG</a>",
                                 "Вы можете загрузить исходный код данного веб-сайта <a href=\"https://github.com/jmalinens/wap4\">здесь: github.com/jmalinens/wap4</a> (лицензия GNU LGPL)");
